Revit 2027 API
ParameterTypeId.GridBankRowNum Property
 "Row"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridBankRowNum { get; }
Public Shared ReadOnly Property GridBankRowNum As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridBankRowNum {
	ForgeTypeId^ get ();
}
static member GridBankRowNum : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace